jQuery.extend(jQuery.fn.pickadate.defaults, {
    monthsFull: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
    monthsShort: ["янв", "фев", "мар", "апр", "май", "июн", "июл", "авг", "сен", "окт", "ноя", "дек"],
    weekdaysFull: ["воскресенье", "понедельник", "вторник", "среда", "четверг", "пятница", "суббота"],
    weekdaysShort: ["вс", "пн", "вт", "ср", "чт", "пт", "сб"],
    today: "Сегодня",
    clear: "Удалить",
    close: "Закрыть",
    firstDay: 1,
    format: "dd.mm.yyyy"
});